[
    {
      "id": "cole-murray",
      "name": "Cole Murray",
      "title": null,
      "company": null,
      "bio": null,
      "photoUrl": null,
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": null,
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": false
    },
    {
      "id": "travis-johnson",
      "name": "Travis Johnson",
      "title": null,
      "company": null,
      "bio": null,
      "photoUrl": null,
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": null,
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": false
    },
    {
      "id": "adam-smith",
      "name": "Adam Smith",
      "title": "AI Engineer",
      "company": "Freerun Technologies",
      "bio": null,
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/adam_smith.png",
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": "I've been a part of SDx since Dec 2023 and have really enjoyed growing my network here. Seriously, the AI builder community here is top-notch. The paper club is a highlight – always learning something new and getting great insights from everyone. Definitely recommend if you're in the AI space in San Diego!",
      "linkedin": null,
      "github": null,
      "joinedYear": 2023,
      "featured": true
    },
    {
      "id": "panna-felson",
      "name": "Panna Felson",
      "title": "Co-founder",
      "company": "NEXTUP",
      "bio": "AI builder and entrepreneur focused on practical AI applications. Creator of multiple projects including Tori (home inventory app), Swoop (swim workout parser), and NEXTUP (vertical jump measurement). Active participant in SDx hackathons and startup demos.",
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/panne_felson.png",
      "location": "San Diego, CA",
      "skills": ["AI Development", "Mobile Apps", "Rapid Prototyping", "Computer Vision"],
      "testimonial": "SDx is the beating heart of San Diego's AI scene. With a very active Discord, regular paper club deep dives and AI coffee chats, and (my favorite!) hackathons and startup demos, SDx keeps the pulse on what's next and helps push AI's frontier forward. For me, last September's SDx Startup AI Demo Day is a perfect example: my co‑founder and I signed up to demo before we even had code, having just met in person one month prior! The deadline drove us to build a live vertical jump measurement demo that ran on my iPhone SE in just one week under the brand‑new NEXTUP banner. More recently, an SDx‑hosted Bolt.new hack night ignited Tori, a personal AI home inventory app that lets someone snap a photo, tag what matters, stay ahead of what needs care, and hold onto the everyday treasures that make a house feel like home. A week later, the Vercel v0 hack day sparked Swoop, which parses a photo of my Masters swim team's workout whiteboard and calls me for a quick recap, reflection, and plan for my next swim. SDx isn't just about events; it's the catalyst that turns our \"crazy ideas\" into reality and propels all of us right to the edge of AI (and beyond).",
      "linkedin": "https://www.linkedin.com/in/panna-felsen/",
      "github": null,
      "joinedYear": null,
      "featured": true
    },
    {
      "id": "nick-debeurre",
      "name": "Nick Debeurre",
      "title": "AI Developer Advocate",
      "company": "Qualcomm",
      "bio": "Community leader and AI enthusiast who hosts the monthly SDx Qualcomm AI Coffee Chat. Passionate about bringing together product managers, engineers, founders, and leaders to share insights with technical depth.",
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/nick_debeurre.jpg",
      "location": "San Diego, CA",
      "skills": ["Community Building", "AI", "Technical Leadership"],
      "testimonial": "SDx has become the cornerstone of the San Diego AI community, and hosting the monthly SDx Qualcomm AI Coffee Chat has been a genuine pleasure. Trying to keep up with the break-neck pace of AI on your own is tough, but doing it alongside a room full of curious, capable builders turns the challenge into an opportunity. I am routinely exposed to more new learnings in one morning here than I could in weeks on my own. Fresh ideas, candid experiences, and unexpected perspectives combine to push the San Diego ecosystem forward. Best of all, the crowd is top notch: product managers, engineers, founders, and leaders trade insights with a level of technical depth you rarely find elsewhere. I look forward to continuing our close collaboration and hope to see SDx grow exponentially in the coming years!",
      "linkedin": "https://www.linkedin.com/in/debeurre",
      "github": "https://github.com/thatrandomfrenchdude",
      "joinedYear": null,
      "featured": true
    },
    {
      "id": "keith",
      "name": "Keith",
      "title": null,
      "company": null,
      "bio": null,
      "photoUrl": null,
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": null,
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": false
    },
    {
      "id": "cameron-youngblood",
      "name": "Cameron Youngblood",
      "title": "GTM Engineer",
      "company": "Vercel",
      "bio": null,
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/cameron_youngblood.png",
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": "It's rare to find a community with a high concentration of talented builders like SDx. There's infinite room to grow when learning and interacting with people in the community.",
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": true
    },
    {
      "id": "talor-anderson",
      "name": "Talor Anderson",
      "title": null,
      "company": null,
      "bio": null,
      "photoUrl": null,
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": null,
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": false
    },
    {
      "id": "jacob-wood",
      "name": "Jacob Wood",
      "title": "Solutions Engineer",
      "company": "Couchbase",
      "bio": "Experienced AI community member and advocate for hands-on building. Focuses on hackathons, technical deep dives, and networking within the San Diego AI ecosystem. Believes in the power of collaborative learning and practical application.",
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/jacob_wood.png",
      "location": "San Diego, CA",
      "skills": ["AI Development", "Hackathons", "Technical Analysis", "Community Networking"],
      "testimonial": "SDx is THE community for hands on builders in AI in San Diego. Here are three reasons to get involved based on my experience: Hackathons. Accelerate your learning by pushing code with elite engineers and building applications. The people I met through this process are now CTOs of their own AI startups. Technical deep dive at PhD level on AI mechanics like the logic behind LLM transformer architecture at Paper Clubs. Keith who runs this club is able to translate the most complex technical subjects into digestible form that provides great context behind the realistic opportunities, challenges and limitations of an exciting new technology. Stay up to date in a casual environment at Qualcomm HQ, one of San Diego's greatest tech startup success stories, with the latest AI trends over local Birdrock coffee and conversation with people from a variety of domains.",
      "linkedin": "https://www.linkedin.com/in/wooyakob",
      "github": null,
      "joinedYear": null,
      "featured": true
    },
    {
      "id": "corlin-palmer",
      "name": "Corlin Palmer",
      "title": null,
      "company": null,
      "bio": null,
      "photoUrl": null,
      "location": "San Diego, CA",
      "skills": [],
      "testimonial": null,
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": false
    },
    {
      "id": "namdar-mesri",
      "name": "Namdar Mesri",
      "title": "AI Engineer",
      "company": null,
      "bio": "Software engineer who has grown significantly through SDx community involvement. Focuses on sharing knowledge, providing feedback, and helping fellow builders in the AI space.",
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/namdar_mesri.png",
      "location": "San Diego, CA",
      "skills": ["Software Engineering", "AI Development", "Knowledge Sharing"],
      "testimonial": "When I first started going to SDx event I was nervous, as it's a community designed to show your work, rather than talk about it. However, after your first event, you realize it more about sharing knowledge, giving feedback, and helping your fellow builders. Since going I've become a better engineer, made connections, and unlocked opportunities for myself, that would be otherwise impossible.",
      "linkedin": "https://linkedin.com/in/namdar-mesri",
      "github": null,
      "joinedYear": null,
      "featured": true
    },
    {
      "id": "demian-borba",
      "name": "Demian Borba",
      "title": "Founder",
      "company": "Pactto",
      "bio": "Entrepreneur and startup founder who leveraged SDx community to grow his company. Won the first SDx AI Showcase at Qualcomm and successfully closed an angel round. Focuses on building AI-powered creative solutions.",
      "photoUrl": "https://8pd3tfjq1bxzh5qx.public.blob.vercel-storage.com/spotlight_members/demian_borba.jpg",
      "location": "San Diego, CA",
      "skills": ["Entrepreneurship", "AI", "Startup Development", "Fundraising"],
      "testimonial": "SDx has been an absolute game-changer for me and my startup Pactto. The AI coffee meetups are packed with unfiltered insights, real-time founder feedback, and deep technical dives that you just don't get anywhere else. After we won the very first SDx AI Showcase at Qualcomm, we were able to close our first angel round shortly after. This is more than a network; it's a launchpad.",
      "linkedin": null,
      "github": null,
      "joinedYear": null,
      "featured": true
    }
  ] 